; 简体中文—Chinese Simplified
; 译者：EricChen 林师兄 Initial-heart

[Chinese (Simplified)]
IDS_UPDATE_NO=当前已是最新版本。
IDS_UPDATE_YES=有更新版本，是否下载并安装？
IDS_FILE=文件
IDS_SETTINGS=设置
IDS_EXIT=退出
IDS_LANGUAGE=语言......
IDS_HELP=帮助
IDS_WEBSITE=项目网站
IDS_CHECKUPDATES=检查更新
IDS_ABOUT=关于......
IDS_DONATE=捐赠......
IDS_TRAY_SHOW=显示/隐藏
IDS_TRAY_DISABLE=禁用
IDS_TRAY_POPUP_1=清理区域
IDS_TRAY_POPUP_2=占用达阈值时清理
IDS_TRAY_POPUP_3=定时清理
IDS_CLEAN=清理内存
IDS_GROUP_1=物理内存
IDS_GROUP_2=虚拟内存
IDS_GROUP_3=系统工作集
IDS_ITEM_1=已用
IDS_ITEM_2=空闲
IDS_ITEM_3=总计
IDS_SETTINGS_GENERAL=常规
IDS_SETTINGS_MEMORY=内存清理
IDS_SETTINGS_APPEARANCE=外观
IDS_SETTINGS_TRAY=托盘图标
IDS_CLOSE=关闭
IDS_TITLE_1=常规设置
IDS_TITLE_2=语言
IDS_TITLE_3=要清理的内存区域
IDS_TITLE_4=自动管理内存
IDS_TITLE_5=快捷键（通用）
IDS_TITLE_6=个性化
IDS_TITLE_7=颜色指示
IDS_TITLE_8=鼠标控制
IDS_TITLE_9=气泡提示（Windows 通知）
IDS_ALWAYSONTOP_CHK=窗口始终置顶
IDS_LOADONSTARTUP_CHK=开机自启
IDS_STARTMINIMIZED_CHK=最小化启动（不显示窗口）
IDS_REDUCTCONFIRMATION_CHK=在内存清理前手动确认
IDS_SKIPUACWARNING_CHK=跳过“用户账户控制（UAC）”提示
IDS_CHECKUPDATES_CHK=自动检查更新（推荐）
IDS_LANGUAGE_HINT=选择语言：
IDS_WORKINGSET_CHK=工作集
IDS_SYSTEMWORKINGSET_CHK=系统文件缓存
IDS_STANDBYLISTPRIORITY0_CHK=备用列表（无优先级）
IDS_STANDBYLIST_CHK=备用列表*
IDS_MODIFIEDLIST_CHK=已修改页列表*
IDS_COMBINEMEMORYLISTS_CHK=合并内存列表 (Win10+)
IDS_AUTOREDUCTENABLE_CHK=占用达阈值时清理（%）
IDS_AUTOREDUCTINTERVALENABLE_CHK=每隔指定时间清理（分钟）
IDS_HOTKEY_CLEAN_CHK=清理内存：
IDS_TRAYUSETRANSPARENCY_CHK=使用透明背景（不显示颜色提示）
IDS_TRAYSHOWBORDER_CHK=显示边框
IDS_TRAYROUNDCORNERS_CHK=圆角模式
IDS_TRAYCHANGEBG_CHK=更改背景颜色（不包括文本及边框）
IDS_TRAYUSEANTIALIASING_CHK=启用抗锯齿
IDS_FONT_HINT=字体：
IDS_COLOR_TEXT_HINT=文本颜色
IDS_COLOR_BACKGROUND_HINT=正常背景颜色
IDS_COLOR_WARNING_HINT=“警告级别”背景色
IDS_COLOR_DANGER_HINT=“危险级别”背景色
IDS_TRAYLEVELWARNING_HINT=“警告级别”阈值： (%)
IDS_TRAYLEVELDANGER_HINT=“危险级别”阈值：（%）
IDS_TRAYACTIONSC_HINT=单击：
IDS_TRAYACTIONMC_HINT=中键单击：
IDS_TRAY_ACTION_1=显示/隐藏
IDS_TRAY_ACTION_2=清理内存
IDS_TRAY_ACTION_3=打开任务管理器
IDS_SHOW_CLEAN_RESULT_CHK=显示内存清理结果
IDS_QUESTION=确定要清理内存吗？
IDS_QUESTION_WARNING=选中 "备用内存" 与 "已修改内存" 可能导致在清理内存时电脑无响应数分钟。你确定要启用吗？
IDS_QUESTION_FLAG_CHK=不再提示
IDS_STATUS_CLEANED=已释放内存：%s。
IDS_STATUS_NOPRIVILEGES=需要管理员权限，请以管理员模式运行！
IDS_UPDATE_DOWNLOAD=下载更新中...
IDS_UPDATE_DONE=更新已完成。
IDS_UPDATE_ERROR=更新服务器连接失败。
IDS_UPDATE_INIT=检查新版本...
IDS_UPDATE_INSTALL=有更新可用，是否下载并安装?
IDS_RESET=重置
IDS_QUESTION_RESET=确定要将所有设置恢复默认吗？
IDS_NOTIFICATIONSOUND_CHK=开启通知音效
IDS_TITLE_ADVANCED=高级
IDS_VIEW=视图
IDS_USEDARKTHEME=夜间模式
IDS_UPDATE_SPEED=速度
IDS_TITLE_10=上次清理状态
IDS_CLEANUP_STATUS_OK=成功
IDS_CLEANUP_STATUS_FAIL=失败 (0x%08X)
IDS_CLEANUP_STATUS_SKIP=已跳过 (系统不支持)
IDS_CLEANUP_STATUS_NONE=未执行
IDS_MODIFIEDFILECACHE_CHK=已修改文件缓存
IDS_REGISTRYCACHE_CHK=注册表缓存 (Win8.1+)
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=允许在自动清理时清理“备用列表”和“已修改页列表”
IDS_LOGRESULTS_CHK=将清理结果记录到调试日志
IDS_LANGUAGE_SECTION_HINT=（语言）
IDS_LANGUAGE_MENU_FORMAT=%s（语言）
IDS_REGION_UNKNOWN=未知
IDS_CMDLINE_HELP_TITLE=memreduct.exe 可用选项：
IDS_CMDLINE_HELP_BODY=-clean - 清理默认内存区域\r\n-clean:full - 清理全部内存区域
IDS_CLEANUP_REASON_AUTO=清理（自动）
IDS_CLEANUP_REASON_MANUAL=清理（手动）
IDS_CLEANUP_REASON_HOTKEY=清理（快捷键）
IDS_CLEANUP_REASON_CMDLINE=清理（命令行）
IDS_TRAY_INTERVAL_ITEM=%lld 分钟
IDS_REGIONS_HELP_TITLE=内存区域清理说明
IDS_REGIONS_HELP_BODY=【前提】清理内存需要管理员权限；未提权时无法更改选项或执行清理。\r\n\r\n【各选项含义与影响】\r\n• 工作集：回收各进程近期未使用的物理内存。影响较小，适合日常使用。\r\n• 系统文件缓存：释放系统用于加速读盘的文件缓存。可能短暂增加磁盘读取，通常可接受。\r\n• 备用列表（无优先级）：清理低优先级待机页，收益与风险较均衡。\r\n• 已修改文件缓存：释放已修改但仍驻留内存的文件数据，中等影响。\r\n• 注册表缓存 (Win8.1+)：清理注册表相关缓存，需较新系统。\r\n• 合并内存列表 (Win10+)：合并相似内存页以节省空间，影响因系统负载而异。\r\n• 备用列表* / 已修改页列表*：清理范围更大，可能造成数秒至约一分钟无响应；内存并不紧张时收益有限、副作用更明显。\r\n\r\n【手动 vs 自动】\r\n• 手动清理：按当前勾选项执行，带*项也可勾选。\r\n• 自动/定时/快捷键：默认会排除带*项；仅在「高级」中启用“允许在自动清理时清理备用列表和已修改页列表”后，自动清理才会包含它们。\r\n\r\n【使用建议】\r\n• 日常办公/浏览：保持默认勾选项即可，内存占用偏高时再手动清理。\r\n• 游戏/直播/剪辑：避免在运行大型程序时清理；不要启用带*项；优先关闭不用的程序。\r\n• 内存已充足（约低于 70%）：频繁清理意义不大，可能增加磁盘 IO。\r\n• 内存紧张（约高于 85%）：可先清理默认项；仍慎用带*项。\r\n\r\n带*项首次启用时程序会额外提示确认，请仔细阅读后再决定。
